Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: Kirjutamine käib
nn: Brenningsprosess er i gang

source: Käib kontrollsumma arvutamine
nn: Kontrollsumprosess er i gang

source: Sellel plaadil on andmete ühendamine võimatu
nn: Samanslåing av data er umogleg med denne plata

source: Kettal pole piisavalt vaba ruumi
nn: Ikkje nok plass tilgjengeleg på plata

source: %s (rakendus)
nn: %s (program)

source: %s (teek)
nn: %s (bibliotek)

source: %s (GStreameri plugin)
nn: %s (GStreamer-tillegg)

source: Ei ole rada, mida kirjutada
nn: Ingen spor å skriva

source: Palun paigalda järgmised vajalikud rakendused ja teegid käsitsi ning proovi uuesti:
nn: Installer følgjande påkravte program og bibliotek manuelt og prøv på nytt:

source: Kontrollida saab ainult ühte rada korraga
nn: Du kan kun kryssa av for eitt spor om gongen

source: Ajutise tõmmise vormingut pole võimalik leidagrafted
nn: Formatet på det mellombelse avtrykket vart ikkje funnegrafted

source: Esines sisemine tõrge
nn: Intern feil oppstod

source: %s (%i%% valmis)
nn: %s (%i%% ferdig)

source: Tõmmise loomine
nn: Lagar avtrykk

source: DVD kirjutamine
nn: Brenn DVD

source: DVD kopeerimine
nn: Kopierer DVD

source: CD kirjutamine
nn: Brenn CD

source: CD kopeerimine
nn: Kopierer CD

source: Plaadi kirjutamine
nn: Brenn plate

source: Plaadi kopeerimine
nn: Kopierer plate

source: Video-DVD kirjutamise simulatsioon
nn: Simulerer brenning av video-DVD

source: Video-DVD kirjutamine
nn: Brenn video-DVD

source: Andme-DVD kirjutamise simulatsioon
nn: Simulerer brenning av data-DVD

source: Andme-DVD kirjutamine
nn: Brenn data-DVD

source: DVD-tõmmise kirjutamise simulatsioon
nn: Simulerer brenning av avtrykk til DVD

source: Tõmmise kirjutamine DVD-le
nn: Brenn avtrykk til DVD

source: Andme-DVD kopeerimise simulatsioon
nn: Simulerer kopiering av data-DVD

source: Andme-DVD kopeerimine
nn: Kopierer data-DVD

source: (S)VCD kirjutamise simulatsioon
nn: Simulerer brenning av (S)VCD

source: (S)VCD kirjutamine
nn: Brenn (S)VCD

source: Audioplaadi kirjutamise simulatsioon
nn: Simulerer brenning av lyd-CD

source: Audioplaadi kirjutamine
nn: Brenn lyd-CD

source: Andme-CD kirjutamise simulatsioon
nn: Simulerer brenning av data-CD

source: Andme-CD kirjutamine
nn: Brenn data-CD

source: CD kopeerimise simulatsioon
nn: Simulerer kopiering av CD

source: Tõmmise CD-le kirjutamise simulatsioon
nn: Simulerer brenning av avtrykk til CD

source: Tõmmise kirjutamine CD-le
nn: Brenn avtrykk til CD

source: Videoplaadi kirjutamise simulatsioon
nn: Simulerer brenning av videoplate

source: Videoplaadi kirjutamine
nn: Brenn videoplate

source: Andmeplaadi kirjutamise simulatsioon
nn: Simulerer brenning av dataplate

source: Andmeplaadi kirjutamine
nn: Brenn dataplate

source: Plaadi kopeerimise simulatsioon
nn: Simulerer kopiering av plate

source: Tõmmise plaadile kirjutamise simulatsioon
nn: Simulerer brenning av avtrykk til plate

source: Tõmmise kirjutamine plaadile
nn: Brenn avtrykk til plate

source: Palun asenda plaat andmeid sisaldava ülekirjutatava plaadiga.
nn: Erstatt plata med ei omskrivbar plate som har data.

source: Palun asenda plaat andmeid sisaldava plaadiga.
nn: Erstatt plata med ei plate som har data.

source: Palun sisesta andmeid sisaldav ülekirjutatav plaat.
nn: Set inn ei omskrivbar plate som har data.

source: Palun sisesta andmeid sisaldav plaat.
nn: Set inn ei plate med data.

source: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava CD-ga.
nn: Erstatt plata med ein skrivbar CD med minst %i MiB ledig plass.

source: Palun asenda see plaat kirjutatava CD-ga.
nn: Erstatt plata med ein skrivbar CD.

source: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav CD.
nn: Set inn ei skrivbar CD-plate med minst %i MiB ledig plass.

source: Palun sisesta kirjutatav CD.
nn: Set inn ein skrivbar CD.

source: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava DVD-ga.
nn: Erstatt plata med ein skrivbar DVD med minst %i MiB ledig plass.

source: Palun asenda plaat kirjutatava DVD-ga.
nn: Erstatt plata med ein skrivbar DVD.

source: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav DVD.
nn: Set inn ein skrivbar DVD med minst %i MiB ledig plass.

source: Palun sisesta kirjutatav DVD.
nn: Set inn ein skrivbar DVD.

source: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava CD või DVD-ga.
nn: Erstatt plata med ein skrivbar CD eller DVD med minst %i MiB ledig plass.

source: Palun asenda plaat kirjutatava CD või DVD-ga.
nn: Erstatt plata med ein skrivbar CD eller DVD.

source: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav CD või DVD.
nn: Set inn ein skrivbar CD eller DVD med minst %i MiB ledig plass.

source: Palun sisesta kirjutatav CD või DVD.
nn: Set inn ein skrivbar CD eller DVD.

source: Plaadist tehti kõvakettale tõmmis. Kirjutamine algab kohe, kui sisestatakse kirjutatav plaat.
nn: Eit avtrykk av plata har vorte laga på harddisken din. Brenning vil byrja så snart ei skrivbar plate er seten inn.

source: Andmete tervikluse kontroll algab kohe, kui sisestatakse plaat.
nn: Ein dataintegritetstest vil byrja så snart plata er seten inn.

source: Palun sisesta plaat uuesti CD/DVD kirjutajasse.
nn: Set inn plata på nytt i CD/DVD-brennaren.

source: "%s" on hõivatud.
nn: «%s» er oppteken.

source: Seadmes "%s" ei ole plaati.
nn: Ingen plate i «%s».

source: Plaat seadmes "%s" pole toetatud.
nn: Plata i «%s» er ikkje støtta.

source: Plaat seadmes "%s" pole ülekirjutatav.
nn: Plata i «%s» er ikkje omskrivbar.

source: Plaat seadmes "%s" on tühi.
nn: Plata i «%s» er tom.

source: Plaat seadmes "%s" pole kirjutatav.
nn: Plata i «%s» er ikkje skrivbar.

source: Kettal "%s" pole piisavalt vaba ruumi.
nn: Ikkje nok ledig plass på plata i «%s».

source: Plaat seadmes "%s" tuleb uuesti sisestada.
nn: Plata i «%s» må lastast på nytt.

source: Palun väljasta plaat ja sisesta see uuesti.
nn: Løys ut plata og last henne på nytt.

source: Ajutiste failide asukohta pole võimalik uut faili luua
nn: Ei fil kunne ikkje lagast på staden vald for mellombelse filer

source: Tõmmist pole võmalik määratud asukohta luua
nn: Klarte ikkje laga avtrykk på den oppgjevne staden

source: Kas määrata sellele sessioonile uus asukoht või proovida praeguse asukohaga uuesti?
nn: Vil du oppgje ein annan stad for denne økta eller prøva på nytt med den same staden?

source: Vabasta kõvakettal ruumi ning proovi uuesti
nn: Du vil kanskje frigjera meir plass på plata og prøva på nytt

source: _Säilita praegune asukoht
nn: _Hald fast med noverande stad

source: _Muuda asukohta
nn: _Byt stad

source: Tõmmise asukoht
nn: Stad for avtrykksfil

source: _Asenda plaat
nn: _Byt ut plate

source: Kas tõesti see plaat kustutada?
nn: Vil du tømma denne plata?

source: Seadmes olev plaat sisaldab andmeid.
nn: Plata i eininga inneheld data.

source: _Tühjenda plaat
nn: Tø_m plate

source: Kui sa need impordid, saad neid näha ja kasutada, kui praegune failide kogum on kirjutatud.
nn: Om du importerer dei så vil du kunna sjå og bruka dei så snart aktivt utval av filer vert brunne.

source: Kui sa ei impordi, jäävad need nähtamatuks (kuigi loetavaks).
nn: Viss ikkje vil dei vera usynlege (men framleis lesbare).

source: Sellele plaadile on juba faile kirjutatud. Kas tahad need importida?
nn: Det er alt brunne filer på plata. Vil du importera dei?

source: I_mpordi
nn: _Importer

source: Ainult _lisatakse
nn: Kun _legg til

source: CD-RW audioplaadid ei pruugi vanemates plaadimängijates mängida, CD-Texti ei kirjutata.
nn: CD-RW-lydplater kan kanskje ikkje spelast rett i eldre CD-spelarar og CD-tekst vil ikkje verta skrive.

source: Kas sellest hoolimata jätkata?
nn: Vil du fortsetja likevel?

source: Audioradade lisamine CD lõppu pole soovitatud.
nn: Å leggja til lydspor til ein CD tilrådast ikkje.Det anbefales ikke å legge til lydspor på en CD.

source: _Jätka
nn: _Fortset

source: CD-RW audioplaadid ei pruugi vanemates plaadimängijates mängida.
nn: Det kan henda at CD-RW-lydplater ikkje vert spelte rett på eldre CD-spelarar.

source: Audioradade kirjutamine ülekirjutatavale plaadile ei ole soovitatud.
nn: Spela inn lydspor på ei omskrivbar plate er ikkje tilrådd.

source: Palun väljasta plaat seadmest "%s" käsitsi.
nn: Løys ut plata frå «%s» manuelt.

source: Seda plaati pole võimalik väljastada, kuid järgmise tegevuse sooritamiseks tuleb see eemaldada.
nn: Klarte ikkje å løysa ut plata, men for å kunna fortsetja må ho fjernast.

source: Kas soovid plaadi asendada ja jätkata?
nn: Vil du erstatta disken og fortsetja?

source: Praegu lugejas olevat plaati pole võimalik tühjendada.
nn: Plata som er seten inn no kunne ikkje tømmast.

source: Kas jätkata Windowsiga mitteühilduva plaadi kirjutamist?
nn: Vil du fortsetja med full Windows-kompatibilitet slått av?

source: Mõne faili nimi pole Windows'iga ühilduva plaadi jaoks sobilik.
nn: Nokre av filene har ikke eit passande namn for ein Windows-kompatibel CD.

source: Simulatsioon lõpetati edukalt.
nn: Simulering fullførd.

source: Plaadi päris kirjutamine algab 10 sekundi pärast.
nn: Fysisk brenning vil finna stad om 10 sekund.

source: Kirjuta _kohe
nn: Brenn _no

source: Salvesta praegune sessioon
nn: Lagra denne økta

source: Esines tundmatu tõrge.
nn: Ein ukjend feil oppstod.

source: Viga kirjutamisel.
nn: Feil under brenning.

source: _Salvesta logi
nn: _Lagra logg

source: Video-DVD kirjutamine lõpetati edukalt
nn: Brenning av video-DVD fullførd

source: (S)VCD kirjutamine lõpetati edukalt
nn: Brenning av (S)VCD fullførd

source: Audioplaadi kirjutamine lõpetati edukalt
nn: Brenning av lyd-CD fullførd

source: Tõmmise loomine lõpetati edukalt
nn: Laging av avtrykk fullførd

source: DVD kopeerimine lõpetati edukalt
nn: Kopiering av DVD fullførd

source: CD kopeerimine lõpetati edukalt
nn: Kopiering av CD fullførd

source: DVD-st tõmmise loomine lõpetati edukalt
nn: Laging av DVD-avtrykk fullført

source: CD-st tõmmise loomine lõpetati edukalt
nn: Laging av CD-avtrykk fullført

source: Tõmmise DVD-le kirjutamine lõpetati edukalt
nn: Brenning av avtrykk til DVD fullførd

source: Tõmmise CD-le kirjutamine lõpetati edukalt
nn: Brenning av avtrykk til CD fullførd

source: Andme-DVD kirjutamine lõpetati edukalt
nn: Brenning av data-DVD fullførd

source: Andme-CD kirjutamine lõpetati edukalt
nn: Brenning av data-CD fullførd

source: Koopia nr %i kirjutamine oli edukas.
nn: Brenning av kopi nr. %i er fullførd.

source: Veel ühe koopia tegemist alustatakse kohe, kui sisestad kirjutatava plaadi. Kui sa ei taha rohkem koopiaid, vajuta "Loobu".
nn: Ei ny kopiering vil starta så snart du set inn ei ny skrivbar plate. Om du ikkje vil brenna ein ny kopi, trykk «Avbryt».

source: Tee _veel koopiaid
nn: Lag _fleire kopiar

source: Veel mõned failid ootavad kirjutamist
nn: Det er nokre filer att som ikkje er brent.

source: Veel mõned videod ootavad kirjutamist
nn: Det er nokre filmar att som ikkje er brent

source: Veel mõned laulud ootavad kirjutamist
nn: Det er nokre songar att som ikkje er brent

source: Kas tahad tõesti lõpetada?
nn: Vil du avslutta?

source: Selle tegevuse katkestamine võib muuta plaadi kasutamatuks.
nn: Å avbryta prosessen kan gjera plata ubrukeleg.

source: _Jätka kirjutamist
nn: F_ortset brenning

source: _Katkesta kirjutamine
nn: _Avbryt brenning

source: Palun sisesta kirjutatav CD või DVD, kui sa ei taha andmeid salvestada tõmmisfaili.
nn: Set inn ei skrivbar CD- eller DVD-plate om ikkje vil skriva til ei avtrykksfil.

source: Loo _tõmmis
nn: Lag _avtrykk

source: _Kopeeri
nn: _Kopier

source: Tee _mitu koopiat
nn: Lag _fleire kopiar

source: _Kirjuta
nn: _Brenn

source: _Kirjuta mitu koopiat
nn: Brenn _fleire kopiar

source: Kas valitud failid kirjutada mitmele plaadile?
nn: Vil du brenna filutvalet over fleire media?

source: Andmeid on selle plaadi jaoks liiga palju isegi siis, kui kasutada üle mahu kirjutamist.
nn: Datastorleiken er for stor for plata, jamvel om overbrenning er på.

source: _Kirjutatakse mitu plaati
nn: _Brenn fleire plater

source: Valitud failide jaotamine mitmele plaadile
nn: Brenn filutvalet over fleire media

source: Palun vali teine CD või DVD või sisesta uus.
nn: Vel ei anna CD- eller DVD-plate, eller set inn ei ny.

source: Mitte mingit rajateavet (artist, helilooja, …) plaadile ei kirjutata.
nn: Ingen sporinformasjon (artist, tittel. osv.) vil verta skrive til plata.

source: See võimalus pole valitud taustarakenduse poolt toetatud.
nn: Dette er ikkje støtta av det gjeldande brenningsbakstykket-

source: Palun lisa faile.
nn: Legg til filer.

source: Plaadile kirjutamiseks pole ühtki faili
nn: Ingen filer å skriva til plata

source: Palun lisa muusikat.
nn: Legg til songar.

source: Pole ühtki lugu, mida plaadile kirjutada
nn: Ingen songar å skrive til plata

source: Palun lisa video.
nn: Legg til videoar.

source: Pole ühtki videot, mida plaadile kirjutada
nn: Ingen filmar å skriva til plata

source: Kopeerimiseks pole ühtki plaati sisestatud.
nn: Det er ikkje sete inn ei plate som kan kopierast.

source: Palun vali tõmmis.
nn: Vel eit plateavtrykk

source: Tõmmis pole valitud.
nn: Inkje plateavtrykk valt.disc

source: Palun vali teine tõmmis.
nn: Vel eit anna bilete.

source: Tundub, et tõmmis või cue fail pole sobiv.
nn: Ser ikkje ut til å vera eit gyldig avtrykk eller CUE-fil.

source: Palun sisesta koopiakaitseta plaat.
nn: Set inn ei plate som ikkje er kopiverna.

source: Kõik vajalikud rakendused ja teegid ei ole paigaldatud.
nn: Alle nødvendige program og bibliotek er ikkje installert.

source: Palun asenda plaat toetatud CD või DVD'ga.
nn: Erstatt plata med ei CD- eller DVD-plate som er støtta.

source: Kas kirjutada üle plaadi raporteeritud suuruse?
nn: Vil du skriva utover den oppgjevne kapasiteten til plata?

source: Andmeid on selle plaadi jaoks liiga palju ja muul juhul peaksid sellest faile eemaldama. Seda valikut kasuta 90 või 100 min CD-R(W) plaatidega, mida ei ole võimalik tuvastada ja seetõttu vajavad üle mahu kirjutamise valikut. MÄRKUS: See valik võib põhjustada kirjutamise nurjumise.
nn: Datastorleiken er for stor for plata og du må fjerna filer frå filutvalet. Du kan bruka dette valet om du brukar 90 eller 100 min. CD-R(W)-plater som ikkje vert gjenkjente og difor treng overbrenningsalternativet. NB: Dette alternativet kan valda feil.

source: _Üle mahu kirjutamine
nn: _Overbrenning

source: Kirjuta üle plaadi raporteeritud mahu
nn: Brenn utover den oppgjevne kapasiteten til plata

source: Lähteplaadiga seade on sama, mida kasutatakse kirjutamiseks.
nn: Eininga som inneheld kjeldeplata kjem òg til å brukast til å ta opp.

source: Kui praegu seadmes olev plaat saab kopeeritud, tuleb sisestada uus kirjutatav plaat.
nn: Ei ny, skrivbar plate vil krevjast når den som er i no er ferdig kopiert.

source: Plaadi valimine, millele kirjutada
nn: Vel ei plate å skriva til

source: Plaadi kirjutamise sätted
nn: Oppsett av platebrenning

source: Video valikud
nn: Filmalternativ

source: Kas tahad luua plaadi tõmmisfaili sisust või tahad tõmmisfaili kirjutada plaadile failina?
nn: Vil du laga ei plate av innhaldet i avtrykket, eller ei plate med avtrykket i som ei eige fil?

source: Valiti ainult üks fail ("%s"). See on plaaditõmmis ning selle sisu on võimalik kirjutada.
nn: Berre ei fil er vald («%s»). Ho er eit avtrykk av ei plate og innhaldet hennar kan verta brunne.

source: Kirjuta _faili
nn: Brenn som _fil

source: Kirjutamise _sisukord…
nn: Brenn _innhald …

source: Tõmmise kirjutamise sätted
nn: Oppsett av avtrykksbrenning

source: Kirjutamiseks tõmmise valimine
nn: Vel eit plateavtrykk som skal skrivast

source: CD/DVD kopeerimine
nn: Kopier CD/DVD

source: Kopeeritava plaadi valimine
nn: Vel plate som skal kopierast

source: Palun paigalda järgnev käsitsi ja proovi uuesti:
nn: Installer følgjande manuelt og prøv på nytt:

source: Tundmatu lugu
nn: Ukjend song

source: esitaja %s
nn: av %s

source: "%s" ei saa lugeda
nn: «%s» kan ikkje lesast

source: SVCD tõmmis
nn: SVCD-avtrykk

source: VCD tõmmis
nn: VCD-avtrykk

source: Video-DVD tõmmis
nn: Video-DVD-avtrykk

source: Sisesta plaadilugejasse lähteplaadi asemele tühi plaat
nn: Ny plate i eininga inneheld kjeldeplata

source: %s: pole piisavalt vaba ruumiFree
nn: %s: ikkje nok ledig plassFree

source: %s: %s vaba ruumi
nn: %s: %s ledig plass

source: %s: %s vaba
nn: %s: %s ledig

source: Kas tahad selle asukoha tõesti valida?
nn: Vil du velja denne staden?

source: Sul puuduvad vajalikud õigused sellesse kataloogi kirjutamiseks
nn: Du har ikkje dei nødvendige løyva for å skriva til denne staden

source: Selle seadme failisüsteem ei toeta suuri faile (üle 2 GB). See võib tekitada probleeme DVD-plaatide või suurte tõmmiste kirjutamisel.
nn: Filsystemet på denne eininga støttar ikkje store filer (større enn 2 GiB). Dette kan vera eit problem når DVD eller større avtrykk skal skrivast.

source: Kiiruste tuvastamine pole võimalik
nn: Klarte ikkje henta snøggleikar

source: Suurim võimalik
nn: Maksimal snøggleik

source: Kirjutamise kiirus
nn: Brennesnøggleik

source: _Simulatsioon enne kirjutamist
nn: _Simuler før brenning

source: Brasero simuleerib kirjutamist ning kui see lõpeb edukalt, jätkab 10 sekundi pärast tegeliku kirjutamisega.
nn: Brasero vil simulera brenninga og vil, om simuleringa er vellukka, faktisk brenna etter 10 sekund

source: Burn_proof tehnoloogia kasutamine (vähendab ebaõnnestumise riski)
nn: Bruk brann_sirking (minskar risken for problem)

source: Tõmmis kirjutatakse _ilma seda vahepeal kettale salvestamata
nn: Brenn avtrykket direkte _utan å lagra det først

source: Plaat jäetakse _avatuks, et hiljem saaks teisi faile lisada
nn: La plata vera _open for å leggja til fleire filer seinare

source: Võimaldab plaadile hiljem andmeid lisada
nn: Tillat å leggja til meire data til plata seinare

source: Valikud
nn: Val

source: _Ajutiste failide kataloog
nn: Stad for mellom_belse filer

source: Ajutiste failide kataloogi määramine
nn: Oppgje mappe der mellombelse filer skal lagrast

source: Ajutised failid
nn: Mellombelse filer

source: Varjatud fail
nn: Gøymd fil

source: Loetamatu fail
nn: Uleselig fil

source: Vigane sümbolviit
nn: Brutt symbolsk lenkje

source: Rekursiivne sümbolviit
nn: Rekursiv symbolsk lenkje

source: Tõmmise liik:
nn: Type plateavtrykk:

source: Isetuvastus
nn: Gjenkjenn automatisk

source: ISO9660 tõmmis
nn: ISO9660-avtrykk

source: Readcd/Readom tõmmis
nn: Readcd/Readom-avtrykk

source: Cue tõmmis
nn: CUE-avtrykk

source: Cdrdao tõmmis
nn: Cdrdao-avtrykk

source: %s omadused
nn: Eigenskapar for %s

source: Kas tõesti jätta plaaditõmmise nimele praegune laiend?
nn: Vil du behalda denne utvidinga til namnet på avtrykket av plata?

source: Kui valid nime säilitamise, ei pruugi programmid seda failitüüpi õigesti ära tunda.
nn: Om du vel behalda henne vil nokre program ha problem med å gjenkjenna fila.

source: _Säilita praegune laiend
nn: _Behald aktuell filutviding

source: Muuda _laiendit
nn: Byt fil_utviding

source: Salvestamise valikute seadmine
nn: Set opp opptaksinnstillingar

source: Kogupikkus: %02i:%02i:%02i
nn: Total tid: %02i.%02i.%02i

source: Seadme keskmine kiirus:
nn: Gjennomsnittleg einingssnøggleik:

source: Hinnanguliselt jäänud: %02i:%02i:%02i
nn: Estimert attverande tid: %02i.%02i.%02i

source: %i MiB / %i MiB
nn: %i MiB av %i MiB

source: Hinnanguline kirjutamise kiirus:
nn: Estimert einingssnøggleik:

source: "%s": laadimine
nn: «%s»: lastar

source: "%s": tundmatu tõmmise liik
nn: «%s»: ukjend type plateavtrykk

source: _Tõmmise valimiseks klõpsa siia
nn: Trykk her for å velja eit plate_avtrykk

source: Tõmmise valimine
nn: Vel plateavtrykk

source: Kõik failid
nn: Alle filerdisc

source: Pildifailid
nn: Avtrykksfiler

source: Pildi liik:
nn: Type avtrykk:

source: Eeldatav suurus: %s
nn: Estimert storleik: %s

source: Kas "%s" lisada tõesti valikusse?
nn: Vil du verkeleg leggja «%s» til utvalet?

source: Ära _kunagi lisa sellist faili
nn: Legg al_dri til slike filer

source: _Lisa alati selline fail
nn: Legg all_tid slike filer

source: Kas tahad "%s" tõesti valikusse lisada ja selle võimaldamiseks kasutada ISO9660 standardi kolmandat versiooni?
nn: Vil du verkeleg leggja til «%s» til utvalet og bruka den tredje versjonen av ISO9660-standarden?

source: Selle faili suurus on üle 2 GiB. Suuremaid kui 2GiB faile ei toeta ISO9660 standardi ei esimene ega teine versioon (kõige levinumad). On soovitatav kasutada ISO9660 standardi kolmandat versiooni, mida toetab enamik operatsioonisüsteeme, sealhulgas Linux ja kõik Windowsi © versioonid. Teadaolev erand on MacOS X, mis ei ole võimeline lugema ISO9660 versiooniga 3 ühilduvaid tõmmiseid.
nn: Storleiken på fila er over 2 GiB. Filer større enn 2 GiB er ikkje støtta av ISO9660-standarden i hans første og andre versjon (dei mest brukte). Det er tilrått å bruka den tredje versjonen av ISO9600-standarden, som er støtta av dei fleste operativsystem, inkludert Linux og alle versjonar av Windows™. Diverre kan ikkje Mac OS X lesa avtrykk laga med versjon 3 av ISO9660-standarden.

source: Kas failid tuleks ümber nimetada, et saavutada Windowsiga ühilduvus?
nn: Skal filer få nye namn for å verta fullstendig kompatible med Windows?

source: Need nimed tuleb lühendada 64 märgini.
nn: Desse namn bør verta endra og kappa ned til maksimalt 64 teikn

source: Windows'iga ühilduvuse _keelamine
nn: _Slå av full Windowskompabilitet

source: Ümber_nimetamine Windows'iga ühilduvuseks
nn: _Byt namn for fullstendig Windows-kompabilitet

source: Suuruse hinnang
nn: Estimert storleik

source: Palun oota, kuni projekti suuruse hindamine lõpetatakse.
nn: Vent til estimeringa av storleik er fullførd.

source: Selle operatsiooni teostamiseks tuleb kõiki projekti faile analüüsida.
nn: Alle filer må analyserast for å fullføra denne operasjonen.

source: Kontrolli _uuesti
nn: Sjekk _igjen

source: Failide tervikluse kontrolli pole võimalik läbi viia.
nn: Sjekk av filintegritet kunne ikkje utførast

source: Esines tundmatu tõrge
nn: Ein ukjend feil oppstod

source: Failide tervikluse kontroll lõpetati edukalt.
nn: Sjekk av filintegritet vart fullførd.

source: Tundub, et plaadil pole vigaseid faile
nn: Ser ikkje ut til å vera nokre skadde filer på plata

source: Järgmised failid tunduvad rikutud:
nn: Følgjande filer ser ut til å vera skada:

source: Rikutud failid
nn: Skada filer

source: MD5-faili allalaadimine
nn: Lastar ned MD5-fil

source: "%s" pole sobiv URI
nn: «%s» er ikkje ei gyldig adresse

source: MD5-faili ei määratud.
nn: Inga MD5-fil oppgjeven

source: Plaati kontrollitakse _MD5-faili järgi
nn: Bruk _MD5-fil for å sjekka plata

source: Kasuta välist .md5 faili, milles on plaadi kontrollsumma
nn: Bruk ei ekstern .md5-fil som inneheld kontrollsummen til ei plate

source: MD5-faili avamine
nn: Opna MD5-fil

source: _Kontrolli
nn: _Sjekk

source: Plaadi kontrollimine
nn: Sjekk av plate

source: Operatsiooni pole võimalik teostada.
nn: Operasjonen kan ikkje utførast

source: See plaat pole toetatud
nn: Denne plata er ikkje støtta

source: Seade on tühi
nn: Eininga er tom

source: Vali plaat
nn: Vel ei plate

source: Edenemine
nn: Framdrift

source: (laadimine…)
nn: (lastar …)

source: Tühi
nn: Tom

source: Plaadifail
nn: Diskfil

source: Uus kataloog
nn: Ny mappe

source: Uus kataloog %i
nn: Ny mappe %i

source: Failide analüüsimine
nn: Analyserer filer

source: "%s" on rekursiivne sümbolviit.
nn: «%s» er ei rekursiv symbolsk lenkje.

source: "%s" ei leitud.
nn: Finn ikkje «%s».

source: Pildi vormingu ja mõõtmete hankimine
nn: Hentar format og storleik på avtrykk

source: Plaaditõmmise vormingut pole võimalik tuvastada
nn: Klarte ikkje identifisera formatet på avtrykket

source: Palun määra see käsitsi
nn: Oppgje det manuelt

source: Fail "%s" eemaldati failisüsteemist.
nn: «%s» var fjerna frå filsystemet

source: Video- ega audioplaadile pole võimalik katalooge lisada
nn: Mapper kan ikkje leggjast til video- eller lydplater
